{"backend": "tensorflow", "keras_version": "2.0.8", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 8, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "trainable": true, "bias_constraint": null, "name": "dense_3", "activity_regularizer": null, "activation": "sigmoid", "batch_input_shape": [null, 2], "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "dtype": "float32"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "trainable": true, "name": "dense_4", "activity_regularizer": null, "activation": "softmax", "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "units": 2}}]}