{"config": [{"config": {"kernel_constraint": null, "name": "dense_7", "trainable": true, "kernel_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 8, "activation": "sigmoid", "batch_input_shape": [null, 2], "activity_regularizer": null, "dtype": "float32", "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "name": "dense_8", "trainable": true, "kernel_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "units": 2, "activation": "softmax", "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "backend": "tensorflow", "keras_version": "2.0.8", "class_name": "Sequential"}