{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.8", "config": [{"class_name": "Dense", "config": {"dtype": "float32", "bias_regularizer": null, "kernel_constraint": null, "activation": "sigmoid", "activity_regularizer": null, "kernel_regularizer": null, "trainable": true, "batch_input_shape": [null, 36], "units": 8, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "name": "dense_20", "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "sigmoid", "activity_regularizer": null, "kernel_regularizer": null, "trainable": true, "use_bias": true, "units": 8, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "name": "dense_21"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "softmax", "activity_regularizer": null, "kernel_regularizer": null, "trainable": true, "use_bias": true, "units": 6, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "name": "dense_22"}}]}